"%.0lfk of %.0lfk" = "%1$.0lfk de %2$.0lfk";
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ foi instalado e estará pronto a ser utilizado da próxima vez que o %3$@ correr! Deseja correr agora?";
"%@ %@ is currently the newest version available." = "%1$@ %2$@ é a versão mais recente disponível neste momento.";
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ está agora disponível (você possui %3$@). Deseja transferir agora?";
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ não possui permissões para escrever no directório do aplicativo! Está a correr de uma imagem de disco? Se não, procure a ajuda do seu administrador de sistema.";
"A new version of %@ has been installed!" = "Uma nova versão do %@ foi instalada!";
"A new version of %@ is available!" = "Uma nova versão do %@ está disponível!";
"An error occurred during installation. Please try again later." = "Ocorreu um erro durante a instalação. Por favor tente novamente mais tarde.";
"An error occurred in retrieving update information. Please try again later." = "Ocorreu um erro ao recolher informação sobre a actualização. Por favor tente novamente mais tarde.";
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Ocorreu um erro ao recolher informação sobre a actualização; encontra-se ligado à internet? Por favor tente novamente mais tarde.";
"An error occurred while extracting the archive. Please try again later." = "Ocorreu um erro ao extrair o arquivo. Por favor tente novamente mais tarde.";
"An error occurred while trying to download the file. Please try again later." = "Ocorreu um erro ao tentar transferir o ficheiro. Por favor tente novamente mais tarde.";
"An update is already in progress!" = "Uma actualização já se encontra em progresso!";
"Anonymous system profile information is used to help us plan future development work." = "Informação de perfil de sistema anónima é utilizada para nos ajudar a planear o trabalho de desenvolvimento futuro.";
"Cancel" = "Cancelar";
"Check for updates on startup?" = "Verificar actualizações ao iniciar?";
"Downloading update..." = "Transferindo actualização...";
"Extracting update..." = "Extraindo actualização...";
"Include anonymous system profile?" = "Incluir perfil de sistema anónimo?";
"Install Update" = "Instalar actualização";
"Install and Relaunch" = "Instalar e Reiniciar";
"Installing update..." = "Instalando actualização...";
"No" = "Não";
"Ready to install!" = "Preparado para instalar!";
"Release Notes:" = "Notas de lançamento:";
"Remind Me Later" = "Lembrar mais tarde";
"Skip This Version" = "Ignorar esta versão";
"Software Update" = "Actualização de Software";
"Update Error!" = "Erro de Actualização!";
"Updating %@" = "Actualizando %@";
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Deseja que o %@ verifique se existem actualizações ao iniciar? Se não, pode verificar manualmente no menu do aplicativo.";
"Yes" = "Sim";
"You're up to date!" = "Encontra-se actualizado!";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
